Repository: zimka/edx-proctoring
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: ru

source: internally reviewed
ru: прошло внутреннее рассмотрение

source: All Unreviewed
ru: Все нерассмотренные

source: All Unreviewed Failures
ru: Все нерассмотренные отклонённые

source: active proctored exams
ru: экзамены с прокторингом

source: courses with active proctored exams
ru: курсы с экзаменами с прокторингом

source: Course Id
ru: ID курса

source: Created
ru: Создано

source: Download Software Clicked
ru: Скачивается софт

source: Ready To Start
ru: Готово к началу

source: Started
ru: Начато

source: Ready To Submit
ru: Готово к отправке

source: Declined
ru: Отказано

source: Timed Out
ru: Тайм-аут

source: Submitted
ru: Отправлено

source: Second Review Required
ru: Запрошена повторная проверка

source: Verified
ru: Подтверждено

source: Rejected
ru: Отклонено

source: Error
ru: Ошибка

source: your course
ru: ваш курс

source: Proctoring Session Results Update for {course_name} {exam_name}
ru: Результаты прокторинга обновлены для {course_name} {exam_name}

source: Taking As Proctored Exam
ru: Прохождение с прокторингом

source: Proctored Option Available
ru: Доступно прохождение с подтверждением личности

source: Taking As Open Exam
ru: Прохождение без прокторинга

source: Pending Session Review
ru: В ожидании проверки

source: Passed Proctoring
ru: Прокторинг пройден

source: Failed Proctoring
ru: Прокторинг отклонён

source: Proctored Option No Longer Available
ru: Прохождение с прокторингом больше не доступно

source: Ungraded Practice Exam
ru: Тренировочное контрольное задание (не оценивается)

source: Practice Exam Completed
ru: Пробное контрольное задание выполнено

source: Practice Exam Failed
ru: Пробное контрольное задание не выполнено

source: Timed Exam
ru: Контрольное задание с ограничением по времени выполнения

source: pending
ru: ожидание

source: satisfactory
ru: одобрено

source: unsatisfactory
ru: отклонено

source: Taking as Proctored
ru: Прохождение с прокторингом

source: Is Sample Attempt
ru: Пробная попытка

source: Additional Time (minutes)
ru: Дополнительное время (в минутах)

source: Review Policy Exception
ru: Исключения из правил проверки

source: This email is to let you know that the status of your proctoring session review for %(exam_name)s in <a href="%(course_url)s">%(course_name)s </a> is %(status)s. If you have any questions about proctoring, contact %(platform)s support at %(contact_email)s.
ru: Этим письмом мы извещаем вас, что ваша сессия прохождения контрольного задания%(exam_name)s в <a href="%(course_url)s">%(course_name)s </a> имеет статус %(status)s. Если у вас есть вопросы по прокторингу и идентификации личности, свяжитесь со службой поддержки платоформы %(platform)s по адресу (contact_email)s.

source: Try a proctored exam
ru: Попробовать выполнить контрольное задание с подтверждением личности

source: Get familiar with proctoring for real exams later in the course. This practice exam has no impact on your grade in the course.
ru: Познакомьтесь с режимом прокторинга, который появится в последующих контрольных заданиях на курсе. Это пробное контрольное задание не повлияет на вашу оценку.

source: Continue to my practice exam
ru: Перейти к пробному контрольному заданию с подтверждением личности

source: You will be guided through steps to set up online proctoring software and to perform various checks.
ru: Вы пройдёте некоторые шаги по настройке онлайн прокторинга и выполнению необходимых проверок.

source: There was a problem with your practice proctoring session
ru: Возникла проблема при выполнении тренировочного контрольного задания

source: Your practice proctoring results: <b class="failure"> Unsatisfactory </b>
ru: Результат вашей тренировочной сессии прокторинга: отклонено

source: Your proctoring session ended before you completed this practice exam. You can retry this practice exam if you had problems setting up the online proctoring software.
ru: Ваша сессия прокторинга завершилась до того, как вы закончили выполнение тренировочного контрольного задания. Если у вас возникли проблемы с настройками онлайн прокторинга, вы сможете попробовать пройти задание ещё раз.

source: Try this practice exam again
ru: Попробовать пройти тренировочное задание ещё раз

source: You have submitted this practice proctored exam
ru: Вы отправили сессию прохождения тренировочного контрольного задания на проверку

source: Practice exams do not affect your grade or your credit eligibility. You have completed this practice exam and can continue with your course work.
ru: Тренировочные проверочные задания никак не влияют на вашу финальную оценку. Вы выполнили тренировочное задание и можете вернуться к материалам курса.

source: You can also retry this practice exam
ru: Вы можете попробовать пройти тренировочное контрольное задание ещё раз

source: Are you sure you want to take this exam without proctoring?
ru: Вы уверены, что хотите пройти это контрольное задание без прокторинга?

source: If you take this exam without proctoring, you will <strong> no longer be eligible for academic credit. </strong>
ru: Если вы пройдёте контрольное задание без прокторинга, вы <strong> не сможете получить сертификат с подтверждением личности. </strong>

source: Continue Exam Without Proctoring
ru: Продолжить без прокторинга

source: Go Back
ru: Вернуться

source: This exam is proctored
ru: Это контрольное задание требует идентификации личности.

source: To be eligible to earn credit for this course, you must take and pass the proctoring review for this exam.
ru: Чтобы иметь возможность получить подтвержденный сертификат по данному курсу, вы должны пройти это контрольное задание в режиме идентификации личности (под контролем проктора).

source: Continue to my proctored exam. I want to be eligible for credit.
ru: Продолжить - перейти к контрольному заданию в режиме идентификации личности.

source: You will be guided through steps to set up online proctoring software and to perform various checks.</br>
ru: Вам нужно пройти несколько шагов для настройки приложения для прокторинга.</br>

source: Take this exam without proctoring.
ru: Выполнить контрольное задание без идентификации личности.

source: I am not interested in academic credit.
ru: Мне не нужен подтвержденный сертификат.

source: There was a problem with your proctoring session
ru: Возникла проблема при выполнении контрольного задания

source: Your proctoring session results: <b class="failure"> Unsatisfactory </b>
ru: Результат вашей сессии прокторинга: отклонено</b>

source: Your proctoring session ended before you completed this exam, so your proctoring results are incomplete. You will not be eligible to use this course for academic credit, even if you achieve a passing grade.
ru: Ваша сессия прокторинга прервалась до того, как вы завершили выполнение контрольного задания, и ваши результаты не полностью завершены. У вас не будет возможности получить подтвержденный сертификат, даже если вы наберете необходимое число баллов за этот курс.

source: View your credit eligibility status on your
ru: Вы можете ознакомиться с вашим текущим статусом по курсу на странице

source: Progress
ru: Прогресс

source: If you have concerns about your proctoring session results, contact your course team.
ru: Если у вас есть сомнения относительно результатов вашей прокторинговой сессии - обратитесь к персоналу вашего курса.

source: The due date for this exam has passed
ru: Крайняя дата прохождения этого экзамена уже прошла

source: Because the due date has passed, you are no longer able to take this exam.
ru: Вы больше не можете сдавать этот экзамена, так как крайняя дата сдачи уже прошла.

source: View your credit eligibility status on your <a href="%(progress_page_url)s">Progress</a> page.
ru: Вы можете ознакомиться с вашим текущим статусом по курсу на странице <a href="%(progress_page_url)s">Прогресс</a>.

source: You did not satisfy the requirements for taking this exam with proctoring, and are not eligible for credit. See your <a href="%(progress_page_url)s">Progress</a> page for a list of requirements and your status for each.
ru: Вы не выполнили необходимые условия для прохождения этого экзамена с прокторингом и не сможете получить подтвержденный сертификат. Перейдите на страницу <a href="%(progress_page_url)s">Прогресс</a> для того, чтобы посмотреть условия и статус выполнения по каждому.

source: You did not satisfy the following prerequisites:
ru: Вы не выполнили следующие требования:

source: Due to unsatisfied prerequisites, you can only take this exam without proctoring.
ru: Вы не выполнили требования, поэтому можете проходить этот экзамен только без подтверждения личности.

source: I understand that I am not eligible for academic credit.
ru: Я понял, что не получу сертификат.

source: If you have questions about the status of your requirements for course credit, contact %(platform_name)s Support.
ru: По любым вопросам выполнения требований к получению сертификата обращайтесь в техническую поддержку %(platform_name)s.

source: About Proctored Exams
ru: О прохождении контрольных заданий с подтверждением личности

source: Follow these steps to set up and start your proctored exam.
ru: Выполняйте следующие шаги для настройки и начала прохождения контрольного задания.

source: 1. Copy this unique exam code. You will be prompted to paste this code later before you start the exam.
ru: 1. Скопируйте уникальный код контрольного задания. Позднее вам предложат вставить этот код в приложение прокторинга для начала выполнения контрольного задания.

source: Select the exam code, then copy it using Command+C (Mac) or Control+C (Windows).
ru: Выберите код, затем нажмите Command+C (на устройстве Mac Apple) или Control+C (на устройстве под управлением ОС Windows).

source: 2. Follow the link below to set up proctoring.
ru: Перейдите по ссылке ниже, чтобы установить и настроить приложение для прокторинга.

source: Start System Check
ru: Начать проверу системы

source: A new window will open. You will run a system check before downloading the proctoring application.
ru: В новом окне запустится проверка вашей системы, прежде чем загрузится приложение для прокторинга.

source: You will be asked to verify your identity before you begin the exam. Make sure you have valid photo identification, such as a driver's license or passport, before you continue.
ru: Вам нужно будет подтвердить свою личность до того, как вы сможете начать выполнение контрольного задания. Перед тем, как продолжить, приготовьте действующий документ с вашей фотографией. Это может быть паспорт или водительские права.

source: Don't want to take this exam with online proctoring?
ru: Не желаете проходить это контрольное задание в режиме идентификации личности?

source: Take this exam as an open exam instead.
ru: Пройти это контрольное задание без прокторинга.

source: You have not completed the prerequisites for this exam. All requirements must be satisfied before you can take this proctored exam and be eligible for credit. See your <a href="%(progress_page_url)s">Progress</a> page for a list of requirements in the order that they must be completed.
ru: Вы не выполнили необходимые условия для прохождения экзамена. Все условия должны быть выполнены перед прохождением экзамена для того, чтобы была возможность получить сертификат. На странице <a href="%(progress_page_url)s">Прогресс</a> вы можете увидеть список требований и порядок их выполнения.

source: The following prerequisites are in a <strong>pending</strong> state and must be successfully completed before you can proceed:
ru: Следующие требования в статусе <strong>ожидание</strong> и должны быть успешно завершены прежде чем вы сможете продолжить:

source: You can take this exam with proctoring only when all prerequisites have been successfully completed. Check your <a href="%(progress_page_url)s">Progress</a> page to see if prerequisite results have been updated. You can also take this exam now without proctoring, but you will not be eligible for credit.
ru: Вы можете пройти экзамен с подтверждением личности только после выполнения всех условий необходимых для этого. Посмотрите страницу <a href="%(progress_page_url)s">Прогресс</a> чтобы увидеть статус выполнения условий. Вы также можете пройти этот экзамен без подтверждения личности, но тогда не сможете получить сертификат.

source: Your Proctoring Session Has Started
ru: Ваша сессия прокторинга началась

source: From this point in time, you must follow the <a href="%(link_urls.online_proctoring_rules)s" target="_blank">online proctoring rules</a> to pass the proctoring review for your exam.
ru: Теперь вам необходимо следовать <a href="%(link_urls.online_proctoring_rules)s" target="_blank">правилам онлайн прокторинга</a> для выполнения контрольного задания.

source: Do not close this window before you finish your exam. if you close this window, your proctoring session ends, and you will not successfully complete the proctored exam.
ru: Не закрывайте эту вкладку до окнчания выполнения контрольного задания. Если вы закроете вкладку, сессия прокторинга завершится, и вы не сможете успешно завершить контрольное задание в режиме прокторинга.

source: Return to the %(platform_name)s course window to start your exam. When you have finished your exam and have marked it as complete, you can close this window to end the proctoring session and upload your proctoring session data for review.
ru: Вернуться на платформу %(platform_name)s для начала выполнения контрольного задания. Когда вы закончите и пометите контрольное задание выполненным, вы можете закрыть вкладку для окончания сессии прокторинга и отправить данные сессии прокторинга на проверку.

source: Go to my exam
ru: Перейти к контрольному заданию

source: Follow these instructions
ru: Следуйте этим инструкциям

source: &#8226; Do not close the proctoring window until you have completed and submitted your exam. </br> &#8226; You cannot stop the timer once you start. </br> &#8226; If the allotted time expires before your end your exam, the answers you have completed up to that point are submitted for grading and your proctoring session is uploaded for review. </br>
ru: &#8226; Не закрывайте окно с контрольным заданием, пока вы не завершите его выполнение и не отправите на проверку. </br> &#8226; Когда вы начнете выполнение задания, у вас будет {{total_time}} для его завершения. </br> &#8226; Если выделенное время закончится до завершения вами контрольного задания, ответы, которые вы успели дать, отправятся на проверку автоматически. </br>

source: Start my exam
ru: Начать выполнение задания

source: Are you sure you want to end your proctored exam?
ru: Вы уверены, что хотите завершить выполнение контрольного задания?

source: Make sure that you have selected "Check" or "Final Check" for each problem before you submit your exam.
ru: Убедитесь, что вы нажали "Проверить" или "Проверить/последняя попытка" на каждом задании перед тем, как завершить экзамен.

source: After you submit your exam, your responses are graded and your proctoring session is reviewed. You might be eligible to earn academic credit for this course if you complete all required exams as well as achieve a final grade that meets credit requirements for the course.
ru: После отправки вашего задания на проверку, ваши ответы будут оценены, а ваша сессия прокторинга проверена. Вы получите подтвержденный сертификат по этому курсу, если успешно выполните все контрольные задания и наберете необходимое для аттестации число баллов.

source: Yes, end my proctored exam
ru: Да, завершить выполнение задания

source: No, I'd like to continue working
ru: Нет, я продолжу выполнение задания

source: Your proctoring session was reviewed and did not pass requirements
ru: Ваша сессия прохождения контрольного задания была проверена и не удовлетворяет требованиям

source: You are no longer eligible for academic credit for this course, regardless of your final grade. If you have questions about the status of your proctored exam results, contact %(platform_name)s Support.
ru: У вас не будет возможности получить подтвержденный сертификат, даже если вы наберете необходимое число баллов за этот курс. Если у вас есть сомнения относительно результатов вашей прокторинговой сессии - обратитесь к службе поддержки %(platform_name)s .

source: You have submitted this proctored exam for review
ru: Вы отправили сессию прохождения контрольного задания на проверку

source: &#8226; After you quit the proctoring session, the recorded data is uploaded for review. </br> &#8226; Proctoring results are usually available within 5 business days after you submit your exam.
ru: &#8226; После завершения прокторинговой сессии, данные будут отправлены на проверку. </br> &#8226; Результаты прокторинга обычно доступны в течение 5 дней после отправки на проверку.

source: If you have questions about the status of your proctored exam results, contact %(platform_name)s Support.
ru: Если по истечении этого времени у вас останутся вопросы по статусу проверки вашей сессии, свяжитесь со службой поддержки %(platform_name)s.

source: Your proctoring session was reviewed and passed all requirements
ru: Ваша сессия была проверена и удовлетворяет всем требованиям

source: You are eligible to purchase academic credit for this course if you complete all required exams and also achieve a final grade that meets the credit requirements for the course.
ru: Вы получите подтвержденный сертификат по этому курсу, если успешно выполните все контрольные задания и наберете необходимое для аттестации число баллов.

source: To view your exam questions and responses, select <strong>View my exam</strong>. The exam's review status is shown in the left navigation pane.
ru: Для просмотра заданий и ваших ответов, нажмите <strong>Просмотреть экзамен</strong>. Статус проверки указан на панели навигации слева.

source: View my exam
ru: Просмотреть экзамен

source: After the due date for this exam has passed, you will be able to review your answers on this page.
ru: Ваши ответы будут доступны вам после крайней даты возможности прохождения экзамена.

source: You are about to complete your proctored exam
ru: Экзамен скоро закончится

source: Make sure you return to the proctoring software and select <strong> Quit </strong> to end proctoring and submit your exam.
ru: Убедитесь, что вы завершили сессию в приложении прокторинга и отправили экзамен на проверку.

source: %(exam_name)s is a Timed Exam (%(total_time)s)
ru: %(exam_name)s ограничен по времени (%(total_time)s)

source: This exam has a time limit associated with it.
ru: Это контрольное задание ограничено по времени на выполнение.

source: To pass this exam, you must complete the problems in the time allowed.
ru: Для прохождения контрольного задния вам будет выделено определённое время.

source: After you select
ru: После выбора

source: I am ready to start this timed exam,
ru: Я готов начать выполнение контрольного задания,

source: you will have
ru: у вас будет

source: to complete and submit the exam.
ru: для выполнения экзамена и отправки на проверку

source: I am ready to start this timed exam.
ru: Я готов начать экзамен.

source: Can I request additional time to complete my exam?
ru: Могу я запросить дополнительное время?

source: If you have disabilities, you might be eligible for an additional time allowance on timed exams. Ask your course team for information about additional time allowances.
ru: Если вы имеете ограничения по состоянию здоровья, вам может быть предложено дополнительное время для контрольных заданий с ограничением времени выполнения. Запросите у своего преподавателя или команды курса информацию о дополнительном времени.

source: Are you sure that you want to submit your timed exam?
ru: Вы уверены, что хотите завершить экзамен?

source: After you submit your exam, your exam will be graded.
ru: Вы получите оценку после завершения экзамена.

source: Yes, submit my timed exam.
ru: Да, завершить экзамен.

source: No, I want to continue working.
ru: Нет, я хочу продолжить экзамен.

source: The time allotted for this exam has expired. Your exam has been submitted and any work you completed will be graded.
ru: Время на выполнения экзамена завершено. Ваш экзамен отправлен на проверку и все что вы сделали будет оценено.

source: You have submitted your timed exam.
ru: Вы отправили экзамен на проверку.

source: Your grade for this timed exam will be immediately available on the <a href="%(progress_page_url)s">Progress</a> page.
ru: Ваша оценка сразу доступна на странице <a href="%(progress_page_url)s">Прогресс</a>.

source: After the due date has passed, you can review the exam, but you cannot change your answers.
ru: Вы сможете просмотреть ответы после крайней даты выполнения, но не сможете изменить ответы.

source: {num_of_hours} hour
ru: {num_of_hours} ч.

source: {num_of_hours} hours
ru: {num_of_hours} ч.

source: {num_of_minutes} minutes
ru: {num_of_minutes} мин.

source: and {num_of_minutes} minute
ru: и {num_of_minutes} мин.

source: {num_of_minutes} minute
ru: {num_of_minutes} мин.

source: and {num_of_minutes} minutes
ru: и {num_of_minutes} мин.

source: could not determine the course_id
ru: невозможно определить course_id

source: Must be a Staff User to Perform this request.
ru: У вас недостаточно прав для выполнения запроса.

source: you have {remaining_time} remaining
ru: у вас осталось {remaining_time}

source: you have less than a minute remaining
ru: у вас осталось менее минуты

source: timed
ru: ограничен по времени

source: practice
ru: тренировочный

source: proctored
ru: с прокторингом
